#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Plan 📖`success`
#### Terraform Validation 🤖`success`

<details><summary>Show Plan</summary>

```

terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # yandex_function_trigger.timer will be created
  + resource "yandex_function_trigger" "timer" {
      + created_at  = (known after apply)
      + description = "Imitate function random invocation"
      + folder_id   = (known after apply)
      + id          = (known after apply)
      + name        = "born-be-random"

      + function {
          + id = "d4eot9caq0j29va7i2b4"
        }

      + timer {
          + cron_expression = "0 7-15/2 ? * * *"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @y-popov, Action: `pull_request`*